01.	安装CornerStone
================================================================================

02. 具体操作
================================================================================
1>  添加远程代码仓库
2>  到处代码库到本地
3>  在本地目录下使用Xcode新建项目
注意：不要勾选 git，两套源代码管理同时存在会发生冲突

4>  升级SVN版本库
5>  退出Xcode
6>  在CornerStone中忽略个人用户文件"xcuserdata"，否则每次都要提交，非常繁琐！
提示：xcuserdata目录中为保留用户上次打开的文件，调试设置的断点等信息

7>  在CornerStone中提交项目

8>  其他用户操作

03.	SVN演练
================================================================================

1>  修改文件
2>  修改Storyboard
3>  合并冲突（仅在两个人同时修改一行代码时，才会出现冲突）




